import React from 'react'
import './index.scss'

function AddInfo() {
	return (
		<div className="about-info">
			<h2>
				Каталог автозапчастин PartsPal - ваш надійний помічник у пошуку
				високоякісних автомобільних комплектуючих та аксесуарів.
			</h2>
			<p>
				У PartsPal ви знайдете широкий вибір запчастин для різних марок та
				моделей автомобілів. Ми прагнемо надати нашим клієнтам доступ до
				найкращих запчастин від перевірених виробників, що гарантує якість та
				надійність кожної деталі.
			</p>
			<h3>Наші цінності</h3>
			<p>
				У PartsPal ми прагнемо забезпечити наших клієнтів найвищою якістю
				обслуговування та зручними умовами покупки. Наша команда працює
				наполегливо, щоб кожен клієнт відчувався комфортно та задоволеним із
				своїми покупками. Ми віримо в прозору та довгострокову співпрацю з
				нашими клієнтами і завжди готові йти на зустріч їхнім потребам.
			</p>
			<h3>Підтримка та обслуговування</h3>
			<p>
				У нашому каталозі PartsPal ви знайдете широкий вибір запчастин для
				різних марок автомобілів. Ми прагнемо забезпечити наших клієнтів
				надійними та якісними деталями, щоб вони могли зберегти свої автомобілі
				в ідеальному стані. Наша команда завжди готова відповісти на ваші
				питання та надати необхідну допомогу, щоб забезпечити вам найкращий
				досвід покупок.
			</p>
			<h3>Переваги роботи з PartsPal:</h3>
			<ul>
				<li>
					Багатофункціональність каталогу: Наш каталог містить широкий
					асортимент запчастин та аксесуарів для автомобілів різних марок і
					моделей.
				</li>
				<li>
					Надійність та якість: Ми пропонуємо тільки високоякісні запчастини,
					які відповідають найвищим стандартам якості.
				</li>
				<li>
					Зручний пошук: Наш каталог забезпечує зручну систему пошуку, яка
					допомагає знайти потрібні вам деталі швидко та ефективно.
				</li>
			</ul>
		</div>
	)
}

export default AddInfo
