import React from 'react'
import './index.scss'

function AboutUsPage() {
	return (
		<div className="about-us">
			<div className="container">
				<h1 className="about-us__title">Про нас</h1>
				<p className="about-us__description">
					Наш сайт присвячений деталям, які роблять ваші проекти унікальними та
					ефективними. Ми надаємо широкий вибір високоякісних деталей та
					компонентів для будь-яких потреб.
				</p>
				<h2 className="about-us__subtitle">Наша місія</h2>
				<p className="about-us__mission">
					Наша місія - забезпечити вам доступ до найкращих деталей та
					забезпечити якість і надійність кожного з них для вашого проекту.
				</p>
				<h2 className="about-us__subtitle">Наші цінності</h2>
				<ul className="about-us__values">
					<li className="about-us__value">
						<h3>Якість</h3>
						<p>
							Ми завжди прагнемо до найвищої якості у всіх аспектах нашої
							діяльності, починаючи від вибору продуктів і закінчуючи
							обслуговуванням клієнтів.
						</p>
					</li>
					<li className="about-us__value">
						<h3>Надійність</h3>
						<p>
							Ми гордимося надійністю наших товарів та послуг. Ви можете бути
							впевнені, що довіряючи нам, ви отримаєте найкраще.
						</p>
					</li>
					<li className="about-us__value">
						<h3>Інновації</h3>
						<p>
							Ми постійно вдосконалюємося та шукаємо нові способи поліпшення
							наших продуктів та сервісів, щоб ви могли бути в курсі передових
							технологій.
						</p>
					</li>
					<li className="about-us__value">
						<h3>Співпраця</h3>
						<p>
							Ми віримо у взаємовигідну співпрацю і партнерство. Ваш успіх - наш
							успіх, і ми завжди готові допомогти вам у досягненні ваших цілей.
						</p>
					</li>
					<li className="about-us__value">
						<h3>Задоволені клієнти</h3>
						<p>
							Задоволеність наших клієнтів є нашим головним пріоритетом. Ми
							робимо все можливе, щоб забезпечити вас якісними та ефективними
							рішеннями.
						</p>
					</li>
				</ul>
			</div>
		</div>
	)
}

export default AboutUsPage
